Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The following materials were used for the validation parameter specificity:
es_es: Se usaron los siguientes materiales en el parámetro de validación "especificidad":

source: The following materials were used for the validation parameter stability sample solutions:
es_es: Se usaron los siguientes materiales en el parámetro de validación "estabilidad de las soluciones muestra":

source: The following matrix and QC sample solutions were prepared for each sequence performed according to the analytical procedure:
es_es: Para cada secuencia, se prepararon las siguientes soluciones muestra de matriz y de QC, de acuerdo con el procedimiento analítico:

source: The following matrix and QC sample solutions were prepared for each sequence performedaccording to the analytical procedure:
es_es: Para cada secuencia, se prepararon las siguientes soluciones muestra de matriz y de QC, de acuerdo con el procedimiento analítico:

source: The following molecule classes are manufactured in the relevant BI DE (BC) drug substance and drug product manufacturing facilities G104 and F113:
es_es: En las plantas de producción de principios activos y medicamentos G104 y F113 de BI DE (BC), se fabrican las siguientes clases de moléculas:

source: The following molecule classes are manufactured in the relevant BI DE (BC) drug substance and product manufacturing facilities H84/92 and F113, Sterile Manufacture 6 (SM6):
es_es: En las plantas de producción de principios activos y medicamentos H84/92 y F113, y de fabricación estéril 6 (SM6) de BI DE (BC), se fabrican las siguientes clases de moléculas:

source: The following observations were made at 2 – 8°C:
es_es: En la condición de 2 a 8° C, se observó lo siguiente:

source: The following observations were made at 25 ± 2°C / 60 ± 5 % RH:
es_es: En las condiciones de 25 ± 2° C y 60 ± 5% HR, se observó lo siguiente:

source: The following observations were made for commercial conditioning at 30 ±2°C / 75 ± 5% RH for two weeks:
es_es: En las condiciones comerciales (30 ± 2° C y 75 ± 5% HR, durante dos semanas, se observó lo siguiente:

source: The following other secondary endpoints were exploratory (not part of the confirmatory testing strategy):
es_es: Los siguientes criterios de valoración secundarios alternativos fueron exploratorios (no integraron la estrategia de pruebas confirmatoria):

source: The following parameters are adjusted at the ACL TOP™ system:
es_es: En el sistema ACL TOP, se agustan los siguientes parámetros:

source: The following parameters define the crimping process:
es_es: Los siguientes parámetros definen el proceso de sellado:

source: The following potential sources of elemental impurities were included and evaluated in the risk assessment for their potential contribution to the DP elemental impurity levels:
es_es: En la evaluación de riesgos, se incluyeron y analizaron las siguientes fuentes potenciales de impurezas elementales, para determinar su posible contribución a los niveles de impurezas elementales del medicamento:

source: The following process steps have been taken into account:
es_es: Se han tenido en cuenta los siguientes pasos del proceso:

source: The following products are limited to manufacturing of investigational medicinal products:
es_es: Los siguientes productos se limitan a la fabricación de medicamentos en investigación:

source: The following sample solution was prepared for each matrix described in Table 44 to evaluate the stability:
es_es: A fin de evaluar la estabilidad, para cada matriz se prepararon las siguientes soluciones muestra, tal como se describe en la Tabla 44:

source: The following sample solution was prepared for each matrix described inTable 44to evaluate the stability:
es_es: A fin de evaluar la estabilidad, para cada matriz se prepararon las siguientes soluciones muestra, tal como se describe en la Tabla 44:

source: The following sample solutions were prepared for each matrix as described in Table 53:
es_es: Para cada matriz se prepararon las siguientes soluciones, tal como se muestra en la Tabla 53:

source: The following sample solutions were prepared for each matrix as described inTable 53:
es_es: Para cada matriz se prepararon las siguientes soluciones, tal como se muestra en la Tabla 53:

source: The following sample solutions were prepared for each matrix described in Table 57:
es_es: Para cada matriz se prepararon las siguientes soluciones muestra, tal como se muestra en la Tabla 57:

source: The following sample solutions were prepared for each matrix described in Table 53.
es_es: Para cada matriz se prepararon las siguientes soluciones muestra, tal como se muestra en la Tabla 53:

source: The following sample solutions were prepared for each matrix described inTable 57:
es_es: Para cada matriz se prepararon las siguientes soluciones muestra, tal como se muestra en la Tabla 57:

source: The following section of the dossier is updated:
es_es: Se actualiza la siguiente sección del dosier.

source: The following sections provide a summary of the high degree of similarity in applied raw materials for and process design of the BI and GNE DS process applied for manufacturing of tenecteplase.
es_es: En las siguientes secciones, se proporciona un resumen del alto grado de similitud del diseño de proceso y las materias primas que se usan en el proceso de fabricación del principio activo tenecteplasa de BI y GNE.

source: The following solutions were prepared for each matrix as described inTable 13:
es_es: Para cada matriz se prepararon las siguientes soluciones, tal como se muestra en la Tabla 13:

source: The following solutions were prepared for each matrix as described inTable 32:
es_es: Para cada matriz se prepararon las siguientes soluciones, tal como se muestra en la Tabla 32:

source: The following solutions were prepared for each matrix as described inTable 37:
es_es: Para cada matriz se prepararon las siguientes soluciones, tal como se muestra en la Tabla 37:

source: The following solutions were prepared for each matrix as described inTable 10:
es_es: Para cada matriz se prepararon las siguientes soluciones, tal como se muestra en la Tabla 10:

source: The following solutions were prepared for each matrix as described inTable 35:
es_es: Para cada matriz se prepararon las siguientes soluciones, tal como se muestra en la Tabla 35:

source: The following solutions were prepared for each matrix:
es_es: Para cada matriz se prepararon las siguientes soluciones:

source: The following solutions were prepared:
es_es: Se prepararon las siguientes soluciones:

source: The following solutions wereprepared:
es_es: Se prepararon las siguientes soluciones:

source: The following sources of elemental impurities have been reviewed:
es_es: Se han analizado las siguientes fuentes de impurezas elementales:

source: The following stock test solution is identical with the stock test solution described under "Identification, Degradation and Assay Empagliflozin".
es_es: La solución madre de análisis es idéntica a la descrita en "Identificación, degradación y valoración del clorhidrato de empagliflozina".

source: The following stock test solution is identical with the stock test solution described under "Identification, Degradation and Assay of Metformin Hydrochloride".
es_es: La solución madre de análisis es idéntica a la descrita en "Identificación, degradación y valoración del clorhidrato de metformina".

source: The following subjects did not completely finish the high-fat, high-calorie breakfast:
es_es: No finalizaron por completo el desayuno hiperlipídico e hipercalórico los siguientes sujetos:

source: The following test material batches (Table 4) of empagliflozin / metformin hydrochloride film-coated tablets and linagliptin / metformin hydrochloride film-coated tablets as well as reference substance batches of NDMA and N-Nitrosodimethyl-d6-amine (NDMA-d6) (Table 5) were used for this study.
es_es: Se emplearon para este estudio las siguientes partidas de materiales analíticos (Tabla 4) correspondientes a los comprimidos recubiertos de empagliflozina / clorhidrato de metformina y comprimidos recubiertos de linagliptina / clorhidrato de metformina), y de la sustancias de referencia NDMA y N-Nitrosodimetil-d6-amina (NDMA-d6) (Tabla 5).

source: The following test parameters were examined:
es_es: Se revisaron los siguientes parámetros analíticos:

source: The following testing specification (s) / methods were used as reference:
es_es: Como referencia, se emplearon las siguiente/s especificación/ones y método/s analítico/s:

source: The following two tables summarize the effects of these variations on the deviation of the NDMA content to the reference value by using the analytical result of the sample solution as reference value, which has been generated with standard parameters as per analytical procedure.
es_es: En las siguientes dos tablas, se muestran, de modo resumido, los efectos de estas variaciones en el desvío del contenido de NDMA con respecto al valor de referencia. Esto se calcula usando como valor de referencia el resultado analítico de la solución muestra, generado con los parámetros estándar segun el procedimiento analítico.

source: The following value was obtained:
es_es: Se obtuvo el siguiente valor:

source: The food effect is not considered clinically relevant and is in line with the kinetic profile of the individual components as monotherapies.
es_es: El efecto de los alimentos no se considera clínicamente relevante y está en consonancia con el perfil cinético de los componentes individuales como monoterapias.

source: The food effect results are consistent with results from a previous study [U11-1763-01] and with results from the empagliflozin mono food effect study [U12-1744-01] and are not clinically relevant.
es_es: El efecto de los alimentos fue coherente con un estudio anterior [U11-1763-01] y con el estudio de los efectos del alimento en una monoterapia de empagliflozina [U12-1744-01], y no es clínicamente relevante.

source: The footnote is added that test is carried on at least 10% of the manufactured linagliptin / metformin hydrochloride film-coated tablets batches per year.
es_es: La nota al pie indica que la prueba se realizó al menos sobre 10 % de las partidas anuales elaboradas de los comprimidos recubiertos de linagliptina / clorhidrato de metformina.

source: The force needed to non-intentionally unlock the sleeve after usage shall be min.
es_es: La fuerza necesaria para desbloquear accidentalmente el capuchón después del uso será de un mínimo de

source: The force to push the plunger rod during further movement of the plunger shall be max.
es_es: La fuerza de presión del vástago del émbolo durante el movimiento posterior del émbolo será de un máximo de

source: The force to push the plunger rod of the PFS-NSD during further movement of the plunger shall be max.
es_es: La fuerza de presión del vástago del émbolo del PFS-NSD durante el movimiento posterior del émbolo será de un máximo de

source: The force to push the plunger rod of the PFS-NSD to activate the needle stick prevention feature of the PFS-NSD at the end of plunger movement shall be max.
es_es: Para activar la función de prevención de pinchazos con aguja del PFS-NSD, el vástago del émbolo del PFS-NSD debe presionarse con una fuerza máxima de

source: The force to push the plunger rod of the PFS-NSD to initiate the movement of the plunger for starting the injection shall be max.
es_es: La fuerza de presión del vástago del émbolo del PFS-NSD para iniciar el movimiento del émbolo que iniciará la inyección será de un máximo de

source: The force to push the plunger rod of the PFS-NSD-2 to activate the needle stick prevention feature of the PFS- NSD-2 at the end of plunger movement shall be max.
es_es: Para activar la función de prevención de pinchazos con aguja del PFS-NSD-2, el vástago del émbolo del PFS-NSD-2 debe presionarse con una fuerza máxima de

source: The force to push the plunger rod of the PFS-NSD-2 to initiate the movement of the plunger for starting the injection shall be max.
es_es: La fuerza de presión del vástago del émbolo del PFS-NSD-2 para iniciar el movimiento del émbolo que iniciará la inyección será de un máximo de

source: The force to remove the Bulk PFS from the Safe'n'Sound® Subassembly shall be min.
es_es: Para extraer la jeringa precargada entera del subsistema Safe'n'Sound®, se requiere una fuerza mínima de

source: The force to remove the PFS from the PFS-NSD shall be min.
es_es: Para extraer la jeringa precargada del PFS-NSD se requiere una fuerza mínima de

source: The force to remove the cone from the PFS-NSD shall be min.
es_es: Para extraer el cono del PFS-NSD se requiere una fuerza mínima de.

source: The force to remove the cone from the Safe'n'Sound® Subassembly shall be min.
es_es: Para extraer el cono del subsistema Safe'n'Sound®, se requiere una fuerza mínima de

source: The force to remove the extended finger flange from the PFS-NSD shall be min.
es_es: Para extraer la lengüeta de apoyo extendida del PFS-NSD se requiere una fuerza mínima de

source: The force to remove the extended finger flange from the Safe'n'Sound® Subassembly shall be min.
es_es: Para extraer la lengüeta de apoyo extendida del subsistema Safe'n'Sound®, se requiere una fuerza mínima de

source: The force to remove the sleeve after usage shall be min.
es_es: Para retirar el capuchón después del uso, se necesita una fueraz mínima de

source: The form will be updated when additional information is received.
es_es: El formulario se actualizará cuando se reciba información adicional.

source: The formula is clearer and a simpler description.
es_es: La fórmula es más clara y la descripción, más simple.

source: The formulated bulk is transferred for sterile filtration and filling.
es_es: El granel formulado se transfiere para la filtración estéril y el llenado.

source: The formulated bulk may be filtered through a 0.2-micrometer filter up to 6 times, including splitting, combining, filtration and one re-filtration.
es_es: El granel formulado puede filtrarse por medio de un filtro de 0,2 micrómetros hasta 6 veces, las que abarcan división, combinación, filtración y una refiltración.

source: The formulation for spesolimab drug substance was developed to an osmolality target of 145 mOsmol/kg for a two-fold dilution with water.
es_es: La formulación del principio activo Espesolimab se desarrolló con un objetivo de osmolalidad de 145 mOsmol/kg para una dilución doble con agua.

source: The formulation of tenecteplase 25 mg is considered to be a robust formulation with regards to the relevant formulation characteristics pH, arginine concentration and PS 20 concentration.
es_es: La formulación de tenecteplasa, 25 mg, se considera robusta en lo que respecta a las características de formulación relevantes del pH, la concentración de arginina y la concentración de PS 20.

source: The formulation of tenecteplase was developed over 20 years ago, BI was subsequently qualified for commercial supply of tenecteplase in 1999 for EU.
es_es: La formulación de tenecteplasa se desarrolló hace más de 20 años. Posteriormente, en 1999, se autorizó a BI para el suministro comercial de tenecteplasa para la UE.

source: The formulation selected for previous phase I and phase II clinical trials was 5 mg/mL tenecteplase, 300 mmol/L arginine phosphate, 0.1 mg/mL PS 20, pH 7.3.
es_es: La formulación seleccionada para los ensayos clínicos de fase I y II anteriores fue tenecteplasa de 5 mg/ml, fosfato arginina de 300 mmol/l, PS 20 de 0.1 mg/ml, pH 7.3.

source: The formulation ‘60001650a’ is identical to the composition of the proposed commercial product.
es_es: La formulación '60001650a' es idéntica a la composición del producto comercial propuesto.

source: The formulations were filtered (nominal pore size 0.2 μm), filled with 5.36 mL into 10 mL glass vials, lyophilised, closed with a stopper and crimped.
es_es: Las formulaciones se filtraron (tamaño de poro nominal 0.2 μm), se cargaron 5.36 ml en frascos de vidrio de 10 ml, se liofilizaron, se cerraron con un tapón y se enroscaron.

source: The fourth glycosylation structure is an O-linked fucose at Thr61.
es_es: La cuarta estructura de glicosilación es una fucosa O-enlazada en Thr61.

source: The frequencies for bone fracture (BIcMQ) were similar between treatment groups (Table 12.1.3: 1).
es_es: La frecuencia de fractura ósea (consulta BIcMQ) fue similar entre los grupos de tratamiento (Tabla 12.1.3: 1).

source: The frequencies for bone fracture (BIcMQ) were similar between treatment groups (Table 4).
es_es: La frecuencia de fractura ósea (consulta BIcMQ) fue similar entre los grupos de tratamiento (Tabla 4).

source: The frequencies for bone fracture (BIcMQ) were similar between treatment groups.
es_es: La frecuencia de fractura ósea (consulta BIcMQ) fue similar entre los grupos de tratamiento.

source: The frequencies for confirmed hypoglycaemic events overall and in subgroups by diabetes status at baseline were balanced between treatment groups (Table 4).
es_es: Las frecuencias de eventos de hipoglucemia confirmados en general y en los subgrupos estratificados por estado de diabetes al inicio estuvieron equilibradas entre los grupos de tratamiento (Tabla 4).

source: The frequencies for confirmed hypoglycaemic events overall and in subgroups by diabetes status at baseline were balanced between treatment groups.
es_es: Las frecuencias de eventos de hipoglucemia confirmados en general y en los subgrupos estratificados por estado de diabetes al inicio estuvieron equilibradas entre los grupos de tratamiento.

source: The frequencies for confirmed hypoglycaemic events were balanced between treatment groups (Table 12.1.3: 1).
es_es: Las frecuencias de eventos de hipoglucemia confirmados estuvieron equilibradas entre los grupos de tratamiento (Tabla 12.1.3: 1).

source: The frequencies for hepatic injury occurring up to 30 days after treatment discontinuation were lower in the empagliflozin group than in the placebo group.
es_es: La frecuencia de lesión hepática acaecida hasta 30 días después de la discontinuación del tratamiento fue menor en el grupo de empagliflozina que en el grupo de placebo.

source: The frequencies for volume depletion (narrow BIcMQ) and hypotension (BIcMQ; a subset of volume depletion) reported as SAEs or leading to discontinuation were numerically higher in the empagliflozin group than in the placebo group (Table 12.1.3.7: 1).
es_es: La frecuencia de depleción de volumen (consulta BIcMQ específica) e hipotensión (consulta BIcMQ, subconjunto de depleción de volumen) consignadas como eventos adversos graves o eventos que condujeron a la discontinuación fue nominalmente mayor en el grupo de empagliflozina que en el grupo de placebo (Tabla 12.1.3.7: 1).

source: The frequencies of PTs within this SOC were generally balanced between both treatment groups [c23238241, Table 15.3.1.1: 5].
es_es: Las frecuencias de términos preferentes de este sistema o clase de órganos estuvieron equilibradas en general entre ambos grupos de tratamiento [c23238241, Tabla 15.3.1.1: 5].

source: The frequencies of SAEs of acute renal failure were lower for the empagliflozin group than for the placebo group.
es_es: La frecuencia de los eventos adversos graves de insuficiencia renal aguda fue menor en el grupo de empagliflozina que en el grupo de placebo.

source: The frequencies of acute renal failure (narrow SMQ) were similar in the empagliflozin and placebo groups; see Table 12.1.3.1: 1.
es_es: Las frecuencias de la insuficiencia renal aguda (consulta SMQ específica) fueron similares en los grupos de empagliflozina y placebo (Tabla 12.1.3.1: 1).

source: The frequencies of hepatic injury (narrow SMQs) were lower in the empagliflozin group than in the placebo group (Table 12.1.3.2: 1).
es_es: La frecuencia de lesión hepática (SMQ específicas) fue menor en el grupo de empagliflozina que en el grupo de placebo (Tabla 12.1.3.2: 1).

source: The frequencies of hepatic injury (narrow SMQs) were lower in the empagliflozin group than in the placebo group (Table 4).
es_es: La frecuencia de lesión hepática (consultas SMQ específicas) fue menor en el grupo de empagliflozina que en el grupo de placebo (Tabla 4).

source: The frequencies of hepatic injury (narrow SMQs) were lower in the empagliflozin group than in the placebo group.
es_es: La frecuencia de lesión hepática (consultas SMQ específicas) fue menor en el grupo de empagliflozina que en el grupo de placebo.

source: The frequencies of investigator-defined AEs leading to LLA up to trial completion were comparable in the empagliflozin group (16 patients, 0.5%) and placebo group (23 patients, 0.8%); see Table 12.1.3: 1.
es_es: La frecuencia de los eventos adversos que conducen a amputación de miembro inferior según definición del investigador hasta la finalización del ensayo fueron equiparables entre el grupo de empagliflozina (16 pacientes, 0.5%) y placebo (23 pacientes, 0.8%); ver Tabla 12.1.3: 1).

source: The frequencies of investigator-defined symptomatic hypotension events were also higher in the empagliflozin group (Table 4).
es_es: Las frecuencias de eventos de hipotensión sintomática definidos por el investigador también fueron mayores en el grupo de empagliflozina (Tabla 4).

source: The frequencies of investigator-defined symptomatic hypotension events were also higher in the empagliflozin group.
es_es: Las frecuencias de eventos de hipotensión sintomática definidos por el investigador también fueron mayores en el grupo de empagliflozina.

source: The frequencies of investigator-defined symptomatic hypotension events were higher in the empagliflozin group, and the difference appeared to be mainly contributed by events occurring in the first 30 days after the start of treatment (Table 12.1.3.7: 2).
es_es: Las frecuencias de eventos de hipotensión sintomática definidos por el investigador fueron mayores en el grupo de empagliflozina y, al parecer, los eventos acaecidos dentro de los primeros 30 días de iniciado el tratamiento fueron los que más contribuyeron con esta diferencia (Tabla 12.1.3.7: 2).

source: The frequencies of patients with fatal AEs were balanced between treatment groups (see Table 12.1.1: 1).
es_es: La frecuencia de pacientes con eventos adversos fatales estuvo equilibrada entre los grupos de tratamiento (ver Tabla 12.1.1: 1).

source: The frequencies of patients with least one AE, severe AEs, and AEs leading to treatment discontinuation were similar to placebo.
es_es: La frecuencia de pacientes al menos con un evento adverso, con eventos adversos graves y con eventos adversos que llevaron a la interrupción del tratamiento fue similar a la del placebo.

source: The frequencies of patients with serum creatinine ≥2x the baseline value and above the normal range were similar in the empagliflozin group (67 patients, 2.2%) and the placebo group (74 patients, 2.5%).
es_es: Las frecuencias de pacientes con una creatinina sérica ≥2x el valor inicial y por sobre el intervalo normal fueron similares en el grupo de empagliflozina (67 pacientes, 2.2%) y el de placebo (74 pacientes, 2.5%).

source: The frequencies of the individual PTs were balanced between the treatment groups.
es_es: La frecuencia de términos preferentes individuales estuvo equilibrada entre los grupos de tratamiento.
